{
  "menu_home": "Home",
  "menu_about": "About",
  "menu_services": "Services",
  "menu_partners": "Partners",
  "menu_contact": "Contact",
  "about_headline": "Your trusted legal partner.",
  "about_text": "We help foreign investors and multinational corporations navigate the Moldovan market with confidence. Since 2001, our firm has provided sophisticated legal counsel designed to build secure operations, create solid foundations for growth and prevent costly litigations.",
  "about_text_1": "Our philosophy is simple: the best dispute is the one you never have. That’s why we provide proactive counsel and mediation to save you time and money, while avoiding the stress. Thus, turning potential disputes into opportunities for success.",
  "about_text_2": "Navigating Eastern European markets requires a trusted guide. Our multilingual team provides confident entry, backed by 25+ years of on-the-ground experience in Moldova and the region.",
  "about_text_3": "Our licensed lawyers have a proven record of success across civil, arbitration, administrative, and criminal courts. We are known for tenaciously defending our clients' interests.",
  
  "intro_title": "Durleşteanu & Partners",
  "intro_tagline": "Legal consulting. Mediation. Court representation.",
  "intro_subline": "Trusted legal support for international businesses and enterprises.",
  "service_headline": "From complex challenges to clear legal solutions.",
  "service_headline_1": "Legal Audit & Risk Management",
  "service_text_1": "Comprehensive audits to identify risks and provide strategies for prevention and protection.",
  "service_headline_2": "Investment & Business Structuring",
  "service_text_2": "Guidance on choosing the right legal form to launch or grow your business successfully.",
  "partners_headline": "Our legal international partners.",
  "service_headline_3": "Contract Drafting & Negotiation",
  "service_text_3": "Support in drafting, reviewing, and negotiating contracts while minimizing risks.",
  "service_headline_4": "Litigation & Mediation",
  "service_text_4": "Resolution of disputes through mediation, arbitration, and full legal representation in court.",
  "service_headline_5": "Company Formation & Registration",
  "service_text_5": "Assistance with setting up companies, non-profits, and ongoing legal compliance.",
  "service_headline_6": "Licensing & Regulatory Approvals",
  "service_text_6": "Support in obtaining essential licenses, permits, and authorizations.",
  "service_headline_7": "Public Institution Relations",
  "service_text_7": "Legal assistance in dealings with public authorities and regulatory bodies.",
  "service_headline_8": "Public Procurement Advisory",
  "service_text_8": "Expert guidance on public procurement, including donor-funded projects.",
  "service_headline_9": "Mergers, Acquisitions & Due Diligence",
  "service_text_9": "Preparation of legal due diligence and reports for investments, privatizations, and mergers.",
  "footer_copyright": "© 2025 Durleşteanu & Partners | All rights reserved",
  "footer_contact": "Tel. +373 22 27-69-79, 54-91-22 GSM: +373 691-056-85<br>Email: lawyer@dp.md"
}