{
  "menu_home": "Acasă",
  "menu_about": "Despre noi",
  "menu_services": "Servicii",
  "menu_partners": "Parteneri",
  "menu_contact": "Contact",
  
  "about_headline": "Partenerul dvs. juridic de încredere.",
  "about_text": "Ajutăm investitorii străini și corporațiile multinaționale să navigheze pe piața din Republica Moldova cu încredere. Din 2001, firma noastră oferă consultanță juridică sofisticată, concepută pentru a construi operațiuni sigure, a crea fundații solide pentru creștere și a preveni litigii costisitoare.",
  "about_text_1": "Filozofia noastră este simplă: cea mai bună dispută este cea care nu are loc niciodată. De aceea oferim consultanță proactivă și mediere pentru a vă economisi timp și bani, evitând stresul și transformând potențialele conflicte în oportunități de succes.",
  "about_text_2": "Navigarea pe piețele Europei de Est necesită un ghid de încredere. Echipa noastră multilingvă vă oferă sprijin sigur, bazat pe peste 25 de ani de experiență practică în Moldova și în regiune.",
  "about_text_3": "Avocații noștri autorizați au un istoric dovedit de succes în instanțele civile, de arbitraj, administrative și penale. Suntem recunoscuți pentru modul tenace în care apărăm interesele clienților noștri.",
  
  "intro_title": "Durleşteanu & Partners",
  "intro_tagline": "Consultanță juridică. Mediere. Reprezentare în instanță.",
  "intro_subline": "Suport juridic de încredere pentru afaceri și întreprinderi internaționale.",
  
  "service_headline": "De la provocări complexe la soluții juridice clare.",
  "service_headline_1": "Audit Juridic & Managementul Riscurilor",
  "service_text_1": "Audituri complete pentru identificarea riscurilor și elaborarea strategiilor de prevenire și protecție.",
  "service_headline_2": "Investiții & Structurarea Afacerilor",
  "service_text_2": "Ghidare în alegerea formei juridice potrivite pentru lansarea sau dezvoltarea cu succes a afacerii dvs.",
  "service_headline_3": "Redactare & Negociere Contracte",
  "service_text_3": "Asistență în redactarea, revizuirea și negocierea contractelor, cu reducerea riscurilor juridice.",
  "service_headline_4": "Litigii & Mediere",
  "service_text_4": "Soluționarea disputelor prin mediere, arbitraj și reprezentare juridică completă în instanță.",
  "service_headline_5": "Constituire & Înregistrare Companii",
  "service_text_5": "Asistență în înființarea companiilor, organizațiilor non-profit și asigurarea conformității legale continue.",
  "service_headline_6": "Licențiere & Aprobări Reglementare",
  "service_text_6": "Sprijin în obținerea licențelor, autorizațiilor și permiselor necesare activității dvs.",
  "service_headline_7": "Relații cu Instituțiile Publice",
  "service_text_7": "Asistență juridică în relațiile cu autoritățile publice și organismele de reglementare.",
  "service_headline_8": "Consultanță în Achiziții Publice",
  "service_text_8": "Consultanță de specialitate în domeniul achizițiilor publice, inclusiv proiecte finanțate de donatori.",
  "service_headline_9": "Fuziuni, Achiziții & Due Diligence",
  "service_text_9": "Elaborarea de rapoarte și analize juridice pentru investiții, privatizări și fuziuni.",
  
  "partners_headline": "Partenerii noștri internaționali.",
  
  "footer_copyright": "© 2025 Durleşteanu & Partners | Toate drepturile rezervate",
  "footer_contact": "Tel. +373 22 27-69-79, 54-91-22 GSM: +373 691-056-85<br>Email: lawyer@dp.md"
}
